tap "koekeishiya/formulae"
tap "threedotslabs/tap"
brew "bat"
brew "blueutil"
brew "broot"
brew "btop"
brew "colima"
brew "coreutils"
brew "devcontainer"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git-delta"
brew "python@3.13"
brew "git-filter-repo"
brew "glow"
brew "go"
brew "golangci-lint"
brew "httpie"
brew "jwt-cli"
brew "lazydocker"
brew "lnav"
brew "lsd"
brew "mkcert"
brew "ncurses"
brew "multitail"
brew "navi"
brew "neovim"
brew "nss"
brew "ollama", restart_service: :changed
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "trivy"
brew "urlview"
brew "virtualenv"
brew "wakatime-cli"
brew "yadm"
brew "yarn"
brew "ykman"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "threedotslabs/tap/tdl"
cask "1password-cli"
cask "claude-code"
cask "db-browser-for-sqlite"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "raycast"
cask "swift-quit"
cask "wezterm"
cask "yubico-authenticator"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "charliermarsh.ruff"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "sumneko.lua"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
go "github.com/air-verse/air"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/mjibson/esc"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "golang.org/x/tools/gopls"
go "github.com/cespare/reflex"
go "github.com/mgechev/revive"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
